{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": " "
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[PAD]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          1
        ],
        "tokens": [
          "[PAD]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      " ": 4,
      "1": 5,
      "2": 6,
      "(": 7,
      ")": 8,
      "^": 9,
      "_": 10,
      "+": 11,
      "-": 12,
      "=": 13,
      "x": 14,
      "3": 15,
      "\\frac": 16,
      "0": 17,
      "a": 18,
      "n": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "y": 24,
      "b": 25,
      "i": 26,
      "\\sqrt": 27,
      "d": 28,
      "8": 29,
      ",": 30,
      "9": 31,
      ".": 32,
      "\\times": 33,
      "f": 34,
      "p": 35,
      "t": 36,
      "z": 37,
      "k": 38,
      "c": 39,
      "\\sum": 40,
      "u": 41,
      "X": 42,
      "\\underset": 43,
      "e": 44,
      "m": 45,
      "\\int": 46,
      "r": 47,
      "v": 48,
      "\\sin": 49,
      "g": 50,
      "\\alpha": 51,
      "q": 52,
      "j": 53,
      "s": 54,
      "\\theta": 55,
      "\\cos": 56,
      "h": 57,
      "/": 58,
      "|": 59,
      "\\pi": 60,
      "[": 61,
      "\\overset": 62,
      "]": 63,
      "\\leq": 64,
      "\\div": 65,
      "\\infty": 66,
      "\\beta": 67,
      "A": 68,
      "\\geq": 69,
      "P": 70,
      "V": 71,
      "E": 72,
      "B": 73,
      "L": 74,
      "\\pm": 75,
      "\\neq": 76,
      "w": 77,
      "l": 78,
      "T": 79,
      "S": 80,
      "R": 81,
      "N": 82,
      "C": 83,
      "o": 84,
      "Y": 85,
      "\\ldots": 86,
      "M": 87,
      "\\rightarrow": 88,
      "F": 89,
      "H": 90,
      "\\phi": 91,
      "G": 92,
      "I": 93,
      "\\gamma": 94,
      "\\log": 95,
      "\\lim": 96,
      "\\prime": 97,
      "\\lt": 98,
      "\\Delta": 99,
      "\\gt": 100,
      "\\mu": 101,
      "\\sigma": 102,
      "\\tan": 103,
      "\\lambda": 104,
      "im": 105,
      "!": 106,
      "\\in": 107,
      "\\forall": 108,
      "\\{": 109,
      "\\}": 110,
      "in": 111,
      "{": 112,
      "}": 113,
      "\\exists": 114,
      "forall": 115,
      "mu": 116,
      "sigma": 117,
      "ctdot": 118,
      "Delta": 119,
      "exists": 120
    },
    "unk_token": "[UNK]"
  }
}