{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": " "
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[PAD]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          1
        ],
        "tokens": [
          "[PAD]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      " ": 4,
      "{": 5,
      "}": 6,
      "1": 7,
      "_": 8,
      "^": 9,
      "2": 10,
      "(": 11,
      ")": 12,
      "+": 13,
      "-": 14,
      "=": 15,
      "x": 16,
      "\\frac": 17,
      "n": 18,
      "3": 19,
      "a": 20,
      "0": 21,
      "\\mbox": 22,
      "\\sqrt": 23,
      "4": 24,
      "y": 25,
      "i": 26,
      "b": 27,
      "5": 28,
      ",": 29,
      "d": 30,
      "\\times": 31,
      "6": 32,
      "f": 33,
      "7": 34,
      "\\sum": 35,
      "z": 36,
      ".": 37,
      "p": 38,
      "k": 39,
      "8": 40,
      "t": 41,
      "9": 42,
      "c": 43,
      "u": 44,
      "X": 45,
      "e": 46,
      "\\int": 47,
      "m": 48,
      "\\left": 49,
      "\\right": 50,
      "v": 51,
      "r": 52,
      "g": 53,
      "\\alpha": 54,
      "\\sin": 55,
      "q": 56,
      "/": 57,
      "j": 58,
      "h": 59,
      "s": 60,
      "\\theta": 61,
      "\\cos": 62,
      "[": 63,
      "]": 64,
      "\\div": 65,
      "\\pi": 66,
      "|": 67,
      "\\underset": 68,
      "\\leq": 69,
      "\\infty": 70,
      "\\geq": 71,
      "\\beta": 72,
      "P": 73,
      "V": 74,
      "A": 75,
      "E": 76,
      "\\pm": 77,
      "L": 78,
      "\\neq": 79,
      "B": 80,
      "\\ldots": 81,
      "T": 82,
      "S": 83,
      "l": 84,
      "w": 85,
      "R": 86,
      "o": 87,
      "N": 88,
      "Y": 89,
      "C": 90,
      "M": 91,
      "F": 92,
      "H": 93,
      "G": 94,
      "I": 95,
      "\\phi": 96,
      "\\rightarrow": 97,
      "\\overset": 98,
      "\\gamma": 99,
      "\\lim": 100,
      "\\log": 101,
      "\\prime": 102,
      "\\mu": 103,
      "\\Delta": 104,
      "\\cdots": 105,
      "10": 106,
      "\\sigma": 107,
      "\\gt": 108,
      "\\lt": 109,
      "dx": 110,
      "\\tan": 111,
      "\\lambda": 112,
      "12": 113,
      "\\cdot": 114,
      "21": 115,
      "!": 116,
      "\\in": 117,
      "dt": 118,
      "\\limits": 119,
      "18": 120,
      "ij": 121,
      "\\mathrm": 122,
      "15": 123,
      "16": 124,
      "\\{": 125,
      "\\}": 126,
      "13": 127,
      "ab": 128,
      "ax": 129,
      "im": 130,
      "17": 131,
      "\\forall": 132,
      "\\to": 133,
      "27": 134,
      "36": 135,
      "11": 136,
      "19": 137,
      "20": 138,
      "22": 139,
      "77": 140,
      "135": 141,
      "14": 142,
      "100": 143,
      "37": 144,
      "45": 145,
      "166": 146,
      "60": 147,
      "78": 148,
      "dy": 149,
      "125": 150,
      "168": 151,
      "47": 152,
      "48": 153,
      "61": 154,
      "86": 155,
      "96": 156,
      "151": 157,
      "162": 158,
      "25": 159,
      "26": 160,
      "31": 161,
      "65": 162,
      "72": 163,
      "90": 164,
      "149": 165,
      "196": 166,
      "24": 167,
      "30": 168,
      "42": 169,
      "64": 170,
      "95": 171,
      "99": 172,
      "120": 173,
      "187": 174,
      "23": 175,
      "32": 176,
      "49": 177,
      "56": 178,
      "59": 179,
      "67": 180,
      "89": 181,
      "ds": 182,
      "in": 183,
      "110": 184,
      "132": 185,
      "133": 186,
      "143": 187,
      "159": 188,
      "35": 189,
      "40": 190,
      "46": 191,
      "50": 192,
      "76": 193,
      "81": 194,
      "bx": 195,
      "111": 196,
      "122": 197,
      "128": 198,
      "140": 199,
      "147": 200,
      "153": 201,
      "172": 202,
      "173": 203,
      "176": 204,
      "181": 205,
      "198": 206,
      "28": 207,
      "29": 208,
      "33": 209,
      "54": 210,
      "55": 211,
      "58": 212,
      "91": 213,
      "92": 214,
      "97": 215,
      "98": 216,
      "<": 217,
      "\\exists": 218,
      "xy": 219,
      "109": 220,
      "123": 221,
      "124": 222,
      "126": 223,
      "144": 224,
      "179": 225,
      "189": 226,
      "197": 227,
      "34": 228,
      "70": 229,
      "85": 230,
      "88": 231,
      "ac": 232,
      "dz": 233,
      "102": 234,
      "113": 235,
      "114": 236,
      "116": 237,
      "136": 238,
      "138": 239,
      "145": 240,
      "154": 241,
      "165": 242,
      "169": 243,
      "175": 244,
      "177": 245,
      "178": 246,
      "180": 247,
      "39": 248,
      "51": 249,
      "52": 250,
      "53": 251,
      "62": 252,
      "69": 253,
      "71": 254,
      "79": 255,
      "84": 256,
      "\\Bigg": 257,
      "'": 258,
      "104": 259,
      "107": 260,
      "118": 261,
      "129": 262,
      "131": 263,
      "134": 264,
      "141": 265,
      "146": 266,
      "157": 267,
      "158": 268,
      "163": 269,
      "170": 270,
      "183": 271,
      "186": 272,
      "188": 273,
      "190": 274,
      "193": 275,
      "75": 276,
      "80": 277,
      "82": 278,
      "dB": 279,
      "nx": 280,
      "tg": 281,
      "103": 282,
      "115": 283,
      "130": 284,
      "148": 285,
      "161": 286,
      "167": 287,
      "184": 288,
      "41": 289,
      "43": 290,
      "83": 291,
      "93": 292,
      "94": 293,
      "bc": 294,
      "dX": 295,
      "dg": 296,
      "106": 297,
      "108": 298,
      "117": 299,
      "119": 300,
      "139": 301,
      "152": 302,
      "155": 303,
      "164": 304,
      "171": 305,
      "185": 306,
      "194": 307,
      "38": 308,
      "44": 309,
      "73": 310,
      "lim": 311,
      "101": 312,
      "121": 313,
      "127": 314,
      "137": 315,
      "142": 316,
      "150": 317,
      "191": 318,
      "68": 319,
      ">": 320,
      "cx": 321,
      "dT": 322,
      "dV": 323,
      "df": 324,
      "dn": 325,
      "du": 326,
      "ip": 327,
      "ix": 328,
      "08": 329,
      "112": 330,
      "160": 331,
      "192": 332,
      "57": 333,
      "66": 334,
      "74": 335,
      "by": 336,
      "dI": 337,
      "dc": 338,
      "dd": 339,
      "it": 340,
      "max": 341,
      "uv": 342,
      "xx": 343,
      "05": 344,
      "174": 345,
      "182": 346,
      "200": 347,
      "256": 348,
      "63": 349,
      "87": 350,
      "ad": 351,
      "ap": 352,
      "bd": 353,
      "cb": 354,
      "dA": 355,
      "dR": 356,
      "da": 357,
      "de": 358,
      "dm": 359,
      "forall": 360,
      "fr": 361,
      "id": 362,
      "ik": 363,
      "mu": 364,
      "pgcd": 365,
      "sigma": 366,
      "sin": 367,
      "tv": 368,
      "vv": 369,
      "01": 370,
      "02": 371,
      "04": 372,
      "09": 373,
      "1000": 374,
      "199": 375,
      "360": 376,
      "365": 377,
      "Cste": 378,
      "aa": 379,
      "ba": 380,
      "bb": 381,
      "bi": 382,
      "ca": 383,
      "ct": 384,
      "ctdot": 385,
      "dC": 386,
      "dG": 387,
      "dL": 388,
      "dN": 389,
      "dY": 390,
      "div": 391,
      "dj": 392,
      "dk": 393,
      "dl": 394,
      "dp": 395,
      "dq": 396,
      "dr": 397,
      "dv": 398,
      "dw": 399,
      "ey": 400,
      "min": 401,
      "mn": 402,
      "na": 403,
      "ns": 404,
      "op": 405,
      "pq": 406,
      "px": 407,
      "sp": 408,
      "uu": 409,
      "xd": 410,
      "xz": 411,
      "000": 412,
      "06": 413,
      "105": 414,
      "1162": 415,
      "1234": 416,
      "156": 417,
      "195": 418,
      "2147483647": 419,
      "225": 420,
      "227": 421,
      "233": 422,
      "265": 423,
      "320": 424,
      "330": 425,
      "339": 426,
      "351": 427,
      "361": 428,
      "700": 429,
      "BT": 430,
      "Delta": 431,
      "Li": 432,
      "Pa": 433,
      "Pr": 434,
      "RC": 435,
      "VA": 436,
      "XY": 437,
      "\\Big": 438,
      "\\hbox": 439,
      "aX": 440,
      "abc": 441,
      "aq": 442,
      "at": 443,
      "au": 444,
      "ay": 445,
      "az": 446,
      "bX": 447,
      "bq": 448,
      "br": 449,
      "calc": 450,
      "card": 451,
      "cd": 452,
      "ce": 453,
      "cz": 454,
      "dE": 455,
      "dF": 456,
      "dH": 457,
      "dP": 458,
      "db": 459,
      "ep": 460,
      "ex": 461,
      "exists": 462,
      "gw": 463,
      "ie": 464,
      "ih": 465,
      "ii": 466,
      "imx": 467,
      "iy": 468,
      "jb": 469,
      "jl": 470,
      "ka": 471,
      "kb": 472,
      "kp": 473,
      "moy": 474,
      "mx": 475,
      "nS": 476,
      "nY": 477,
      "nf": 478,
      "nn": 479,
      "nv": 480,
      "pe": 481,
      "py": 482,
      "rl": 483,
      "sat": 484,
      "sl": 485,
      "sn": 486,
      "st": 487,
      "sx": 488,
      "tc": 489,
      "ts": 490,
      "ua": 491,
      "vb": 492,
      "xa": 493,
      "xe": 494,
      "yz": 495,
      "zy": 496
    },
    "unk_token": "[UNK]"
  }
}