{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": " "
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[PAD]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          1
        ],
        "tokens": [
          "[PAD]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      " ": 4,
      "{": 5,
      "}": 6,
      "1": 7,
      "_": 8,
      "^": 9,
      "2": 10,
      "(": 11,
      ")": 12,
      "+": 13,
      "-": 14,
      "=": 15,
      "x": 16,
      "\\frac": 17,
      "n": 18,
      "3": 19,
      "a": 20,
      "0": 21,
      "\\mbox": 22,
      "\\sqrt": 23,
      "4": 24,
      "y": 25,
      "i": 26,
      "b": 27,
      "5": 28,
      ",": 29,
      "d": 30,
      "\\times": 31,
      "6": 32,
      "f": 33,
      "7": 34,
      "z": 35,
      ".": 36,
      "p": 37,
      "\\sum": 38,
      "k": 39,
      "8": 40,
      "t": 41,
      "9": 42,
      "c": 43,
      "u": 44,
      "X": 45,
      "e": 46,
      "\\int": 47,
      "m": 48,
      "r": 49,
      "\\left": 50,
      "\\right": 51,
      "v": 52,
      "g": 53,
      "\\alpha": 54,
      "q": 55,
      "/": 56,
      "\\sin": 57,
      "j": 58,
      "h": 59,
      "s": 60,
      "\\theta": 61,
      "[": 62,
      "]": 63,
      "\\cos": 64,
      "\\div": 65,
      "|": 66,
      "\\pi": 67,
      "\\underset": 68,
      "\\leq": 69,
      "\\geq": 70,
      "\\beta": 71,
      "P": 72,
      "A": 73,
      "V": 74,
      "\\infty": 75,
      "E": 76,
      "L": 77,
      "\\pm": 78,
      "\\neq": 79,
      "B": 80,
      "\\ldots": 81,
      "T": 82,
      "S": 83,
      "l": 84,
      "w": 85,
      "R": 86,
      "o": 87,
      "N": 88,
      "C": 89,
      "Y": 90,
      "M": 91,
      "F": 92,
      "H": 93,
      "G": 94,
      "I": 95,
      "\\overset": 96,
      "\\phi": 97,
      "\\gamma": 98,
      "\\lim": 99,
      "\\rightarrow": 100,
      "\\log": 101,
      "\\mu": 102,
      "\\Delta": 103,
      "\\cdots": 104,
      "10": 105,
      "\\sigma": 106,
      "\\prime": 107,
      "\\gt": 108,
      "\\lt": 109,
      "dx": 110,
      "\\tan": 111,
      "\\lambda": 112,
      "sin": 113,
      "12": 114,
      "sum": 115,
      "\\cdot": 116,
      "21": 117,
      "!": 118,
      "infty": 119,
      "\\in": 120,
      "dt": 121,
      "\\limits": 122,
      "18": 123,
      "ij": 124,
      "\\mathrm": 125,
      "15": 126,
      "16": 127,
      "\\{": 128,
      "\\}": 129,
      "cos": 130,
      "13": 131,
      "ab": 132,
      "ax": 133,
      "im": 134,
      "17": 135,
      "\\forall": 136,
      "\\to": 137,
      "pi": 138,
      "rightarrow": 139,
      "27": 140,
      "36": 141,
      "11": 142,
      "19": 143,
      "20": 144,
      "22": 145,
      "77": 146,
      "135": 147,
      "14": 148,
      "100": 149,
      "37": 150,
      "45": 151,
      "166": 152,
      "60": 153,
      "78": 154,
      "dy": 155,
      "125": 156,
      "168": 157,
      "47": 158,
      "48": 159,
      "61": 160,
      "86": 161,
      "96": 162,
      "151": 163,
      "162": 164,
      "25": 165,
      "26": 166,
      "31": 167,
      "65": 168,
      "72": 169,
      "90": 170,
      "149": 171,
      "196": 172,
      "24": 173,
      "30": 174,
      "42": 175,
      "64": 176,
      "95": 177,
      "99": 178,
      "120": 179,
      "187": 180,
      "23": 181,
      "32": 182,
      "49": 183,
      "56": 184,
      "59": 185,
      "67": 186,
      "89": 187,
      "<": 188,
      "ds": 189,
      "in": 190,
      "log": 191,
      "110": 192,
      "132": 193,
      "133": 194,
      "143": 195,
      "159": 196,
      "35": 197,
      "40": 198,
      "46": 199,
      "50": 200,
      "76": 201,
      "81": 202,
      "bx": 203,
      "times": 204,
      "111": 205,
      "122": 206,
      "128": 207,
      "140": 208,
      "147": 209,
      "153": 210,
      "172": 211,
      "173": 212,
      "176": 213,
      "181": 214,
      "198": 215,
      "28": 216,
      "29": 217,
      "33": 218,
      "54": 219,
      "55": 220,
      "58": 221,
      "91": 222,
      "92": 223,
      "97": 224,
      "98": 225,
      ">": 226,
      "\\exists": 227,
      "xy": 228,
      "109": 229,
      "123": 230,
      "124": 231,
      "126": 232,
      "144": 233,
      "179": 234,
      "189": 235,
      "197": 236,
      "34": 237,
      "70": 238,
      "85": 239,
      "88": 240,
      "ac": 241,
      "dz": 242,
      "102": 243,
      "113": 244,
      "114": 245,
      "116": 246,
      "136": 247,
      "138": 248,
      "145": 249,
      "154": 250,
      "165": 251,
      "169": 252,
      "175": 253,
      "177": 254,
      "178": 255,
      "180": 256,
      "39": 257,
      "51": 258,
      "52": 259,
      "53": 260,
      "62": 261,
      "69": 262,
      "71": 263,
      "79": 264,
      "84": 265,
      "\\Bigg": 266,
      "'": 267,
      "104": 268,
      "107": 269,
      "118": 270,
      "129": 271,
      "131": 272,
      "134": 273,
      "141": 274,
      "146": 275,
      "157": 276,
      "158": 277,
      "163": 278,
      "170": 279,
      "183": 280,
      "186": 281,
      "188": 282,
      "190": 283,
      "193": 284,
      "75": 285,
      "80": 286,
      "82": 287,
      "dB": 288,
      "nx": 289,
      "prime": 290,
      "tg": 291,
      "103": 292,
      "115": 293,
      "130": 294,
      "148": 295,
      "161": 296,
      "167": 297,
      "184": 298,
      "41": 299,
      "43": 300,
      "83": 301,
      "93": 302,
      "94": 303,
      "bc": 304,
      "dX": 305,
      "dg": 306,
      "lim": 307,
      "106": 308,
      "108": 309,
      "117": 310,
      "119": 311,
      "139": 312,
      "152": 313,
      "155": 314,
      "164": 315,
      "171": 316,
      "185": 317,
      "194": 318,
      "38": 319,
      "44": 320,
      "73": 321,
      "alpha": 322,
      "101": 323,
      "121": 324,
      "127": 325,
      "137": 326,
      "142": 327,
      "150": 328,
      "191": 329,
      "68": 330,
      "cx": 331,
      "dT": 332,
      "dV": 333,
      "df": 334,
      "dn": 335,
      "du": 336,
      "ip": 337,
      "ix": 338,
      "08": 339,
      "112": 340,
      "160": 341,
      "192": 342,
      "57": 343,
      "66": 344,
      "74": 345,
      "by": 346,
      "dI": 347,
      "dc": 348,
      "dd": 349,
      "it": 350,
      "max": 351,
      "pm": 352,
      "uv": 353,
      "xx": 354,
      "05": 355,
      "174": 356,
      "182": 357,
      "200": 358,
      "256": 359,
      "63": 360,
      "87": 361,
      "ad": 362,
      "ap": 363,
      "bd": 364,
      "cb": 365,
      "dA": 366,
      "dR": 367,
      "da": 368,
      "de": 369,
      "dm": 370,
      "forall": 371,
      "fr": 372,
      "id": 373,
      "ik": 374,
      "mu": 375,
      "pgcd": 376,
      "sigma": 377,
      "tv": 378,
      "vv": 379,
      "01": 380,
      "02": 381,
      "04": 382,
      "09": 383,
      "1000": 384,
      "199": 385,
      "360": 386,
      "365": 387,
      "Cste": 388,
      "aa": 389,
      "ba": 390,
      "bb": 391,
      "bi": 392,
      "ca": 393,
      "ct": 394,
      "ctdot": 395,
      "dC": 396,
      "dG": 397,
      "dL": 398,
      "dN": 399,
      "dY": 400,
      "div": 401,
      "dj": 402,
      "dk": 403,
      "dl": 404,
      "dp": 405,
      "dq": 406,
      "dr": 407,
      "dv": 408,
      "dw": 409,
      "ey": 410,
      "min": 411,
      "mn": 412,
      "na": 413,
      "ns": 414,
      "op": 415,
      "pq": 416,
      "px": 417,
      "sp": 418,
      "uu": 419,
      "xd": 420,
      "xz": 421,
      "000": 422,
      "06": 423,
      "105": 424,
      "1162": 425,
      "1234": 426,
      "156": 427,
      "195": 428,
      "2147483647": 429,
      "225": 430,
      "227": 431,
      "233": 432,
      "265": 433,
      "320": 434,
      "330": 435,
      "339": 436,
      "351": 437,
      "361": 438,
      "700": 439,
      "BT": 440,
      "Delta": 441,
      "Li": 442,
      "Pa": 443,
      "Pr": 444,
      "RC": 445,
      "VA": 446,
      "XY": 447,
      "\\Big": 448,
      "\\hbox": 449,
      "aX": 450,
      "abc": 451,
      "aq": 452,
      "at": 453,
      "au": 454,
      "ay": 455,
      "az": 456,
      "bX": 457,
      "bq": 458,
      "br": 459,
      "calc": 460,
      "card": 461,
      "cd": 462,
      "ce": 463,
      "cz": 464,
      "dE": 465,
      "dF": 466,
      "dH": 467,
      "dP": 468,
      "db": 469,
      "ep": 470,
      "ex": 471,
      "exists": 472,
      "gw": 473,
      "ie": 474,
      "ih": 475,
      "ii": 476,
      "imx": 477,
      "int": 478,
      "iy": 479,
      "jb": 480,
      "jl": 481,
      "ka": 482,
      "kb": 483,
      "kp": 484,
      "moy": 485,
      "mx": 486,
      "nS": 487,
      "nY": 488,
      "nf": 489,
      "nn": 490,
      "nv": 491,
      "pe": 492,
      "py": 493,
      "rl": 494,
      "sat": 495,
      "sl": 496,
      "sn": 497,
      "st": 498,
      "sx": 499,
      "tc": 500,
      "ts": 501,
      "ua": 502,
      "vb": 503,
      "xa": 504,
      "xe": 505,
      "yz": 506,
      "zy": 507
    },
    "unk_token": "[UNK]"
  }
}