{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": " "
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[PAD]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          1
        ],
        "tokens": [
          "[PAD]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "\n": 4,
      "\r": 5,
      " ": 6,
      "!": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      "<": 26,
      "=": 27,
      ">": 28,
      "?": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "H": 37,
      "I": 38,
      "L": 39,
      "M": 40,
      "N": 41,
      "P": 42,
      "R": 43,
      "S": 44,
      "T": 45,
      "V": 46,
      "X": 47,
      "Y": 48,
      "[": 49,
      "\\": 50,
      "]": 51,
      "^": 52,
      "_": 53,
      "a": 54,
      "b": 55,
      "c": 56,
      "d": 57,
      "e": 58,
      "f": 59,
      "g": 60,
      "h": 61,
      "i": 62,
      "j": 63,
      "k": 64,
      "l": 65,
      "m": 66,
      "n": 67,
      "o": 68,
      "p": 69,
      "q": 70,
      "r": 71,
      "s": 72,
      "t": 73,
      "u": 74,
      "v": 75,
      "w": 76,
      "x": 77,
      "y": 78,
      "z": 79,
      "{": 80,
      "|": 81,
      "}": 82,
      "\r\n": 83,
      "}\r\n": 84,
      "\\m": 85,
      "bo": 86,
      "box": 87,
      "\\mbox": 88,
      "ra": 89,
      "\\f": 90,
      "\\s": 91,
      "rac": 92,
      "\\frac": 93,
      "\\l": 94,
      ")\r\n": 95,
      "\\t": 96,
      "in": 97,
      "im": 98,
      "qr": 99,
      "\\sqr": 100,
      "\\sqrt": 101,
      "\\le": 102,
      "ft": 103,
      "ig": 104,
      "ime": 105,
      "ht": 106,
      "\\r": 107,
      "ight": 108,
      "\\right": 109,
      "imes": 110,
      "\\times": 111,
      "\\p": 112,
      "\\in": 113,
      "\\left": 114,
      "um": 115,
      "\\sum": 116,
      "ta": 117,
      "eta": 118,
      "\\c": 119,
      "0\r\n": 120,
      "1\r\n": 121,
      "\\g": 122,
      "eq": 123,
      "ts": 124,
      "do": 125,
      "\\int": 126,
      "al": 127,
      "\\sin": 128,
      "2\r\n": 129,
      "ph": 130,
      "alph": 131,
      "alpha": 132,
      "\\alpha": 133,
      "dots": 134,
      "heta": 135,
      "os": 136,
      "\\theta": 137,
      "\\cos": 138,
      "10": 139,
      "\\pi": 140,
      "di": 141,
      "\\leq": 142,
      "div": 143,
      "\\div": 144,
      "16": 145,
      "12": 146,
      "13": 147,
      "beta": 148,
      "\\beta": 149,
      "fty": 150,
      "\\infty": 151,
      "14": 152,
      "ma": 153,
      "18": 154,
      "\\geq": 155,
      "17": 156,
      "15": 157,
      "\\pm": 158,
      "\\n": 159,
      "\\neq": 160,
      "\\lim": 161,
      "\\ldots": 162,
      "am": 163,
      "3\r\n": 164,
      "19": 165,
      "x\r\n": 166,
      "\\cdots": 167,
      "hi": 168,
      "\\phi": 169,
      "5\r\n": 170,
      "\\gam": 171,
      "\\gamma": 172,
      "ar": 173,
      "ow": 174,
      "row": 175,
      "arrow": 176,
      "]\r\n": 177,
      "\\rightarrow": 178,
      "n\r\n": 179,
      "4\r\n": 180,
      "og": 181,
      "\\log": 182,
      "7\r\n": 183,
      "6\r\n": 184,
      "8\r\n": 185,
      "b\r\n": 186,
      "9\r\n": 187,
      "De": 188,
      "lta": 189,
      "Delta": 190,
      "\\Delta": 191,
      "\\mu": 192,
      "igma": 193,
      "dx": 194,
      "\\sigma": 195,
      "rime": 196,
      "11": 197,
      "\\prime": 198,
      "\\gt": 199,
      "dot": 200,
      "a\r\n": 201,
      "i\r\n": 202,
      "\\cdot": 203,
      "\\lt": 204,
      "an": 205,
      "y\r\n": 206,
      "\\tan": 207,
      "k\r\n": 208,
      "dt": 209,
      "at": 210,
      "its": 211,
      "\\limits": 212,
      "bd": 213,
      "ij": 214,
      "21": 215,
      "22": 216,
      "36": 217,
      "c\r\n": 218,
      "hr": 219,
      "\\mat": 220,
      "hrm": 221,
      "\\mathrm": 222,
      "27": 223,
      "t\r\n": 224,
      "\\lam": 225,
      "\\lambd": 226,
      "20": 227,
      "25": 228,
      "\\lambda": 229,
      "ab": 230,
      "ax": 231,
      "dx\r\n": 232,
      "\\to": 233,
      "\\infty\r\n": 234,
      "30": 235,
      "37": 236,
      "ll": 237,
      "ora": 238,
      "z\r\n": 239,
      "\\theta\r\n": 240,
      "orall": 241,
      "45": 242,
      "60": 243,
      "e\r\n": 244,
      "p\r\n": 245,
      "\\forall": 246,
      "77": 247,
      "\\{": 248,
      "100": 249,
      "48": 250,
      "67": 251,
      "70": 252,
      "135": 253,
      "24": 254,
      "86": 255,
      "C\r\n": 256,
      "\\beta\r\n": 257,
      "26": 258,
      "32": 259,
      "49": 260,
      "95": 261,
      "m\r\n": 262,
      "\\alpha\r\n": 263,
      "166": 264,
      "j\r\n": 265,
      "162": 266,
      "125": 267,
      "23": 268,
      "33": 269,
      "47": 270,
      "72": 271,
      "96": 272,
      "|\r\n": 273,
      "168": 274,
      "149": 275,
      "34": 276,
      "50": 277,
      "61": 278,
      "dy": 279,
      "d\r\n": 280,
      "151": 281,
      "196": 282,
      "28": 283,
      "29": 284,
      "31": 285,
      "58": 286,
      "59": 287,
      "64": 288,
      "78": 289,
      "90": 290,
      "\\}\r\n": 291,
      "bx": 292,
      "ds": 293,
      "f\r\n": 294,
      "187": 295,
      "39": 296,
      "42": 297,
      "46": 298,
      "53": 299,
      "54": 300,
      "56": 301,
      "89": 302,
      "ex": 303,
      "q\r\n": 304,
      "u\r\n": 305,
      "\\pi\r\n": 306,
      "120": 307,
      "124": 308,
      "132": 309,
      "143": 310,
      "147": 311,
      "172": 312,
      "198": 313,
      "12\r\n": 314,
      "116": 315,
      "51": 316,
      "55": 317,
      "65": 318,
      "80": 319,
      "81": 320,
      "Big": 321,
      "\\Big": 322,
      "g\r\n": 323,
      "h\r\n": 324,
      "xy": 325,
      "140": 326,
      "176": 327,
      "159": 328,
      "111": 329,
      "110": 330,
      "114": 331,
      "40": 332,
      "52": 333,
      "76": 334,
      "85": 335,
      "91": 336,
      "92": 337,
      "97": 338,
      "99": 339,
      "Y\r\n": 340,
      "is": 341,
      "r\r\n": 342,
      "v\r\n": 343,
      "169": 344,
      "122": 345,
      "123": 346,
      "126": 347,
      "133": 348,
      "136": 349,
      "144": 350,
      "180": 351,
      "175": 352,
      "179": 353,
      "154": 354,
      "197": 355,
      "exis": 356,
      "exists": 357,
      "10\r\n": 358,
      "113": 359,
      "62": 360,
      "75": 361,
      "88": 362,
      "T\r\n": 363,
      "\\exists": 364,
      "nx": 365,
      "103": 366,
      "165": 367,
      "128": 368,
      "129": 369,
      "137": 370,
      "138": 371,
      "145": 372,
      "181": 373,
      "183": 374,
      "189": 375,
      "170": 376,
      "178": 377,
      "153": 378,
      "\\Bigg": 379,
      "118": 380,
      "35": 381,
      "69": 382,
      "79": 383,
      "98": 384,
      "X\r\n": 385,
      "ac": 386,
      "dB": 387,
      "tg": 388,
      "102": 389,
      "107": 390,
      "109": 391,
      "146": 392,
      "186": 393,
      "177": 394,
      "157": 395,
      "15\r\n": 396,
      "190": 397,
      "193": 398,
      "21\r\n": 399,
      "43": 400,
      "71": 401,
      "82": 402,
      "93": 403,
      "94": 404,
      "M\r\n": 405,
      "bc": 406,
      "cd": 407,
      "dX": 408,
      "dz": 409,
      "lim": 410,
      "163": 411,
      "16\r\n": 412,
      "134": 413,
      "141": 414,
      "184": 415,
      "188": 416,
      "173": 417,
      "158": 418,
      "\\phi\r\n": 419,
      "\\gamma\r\n": 420,
      "117": 421,
      "115": 422,
      "119": 423,
      "44": 424,
      "68": 425,
      "73": 426,
      "83": 427,
      "G\r\n": 428,
      "I\r\n": 429,
      "N\r\n": 430,
      "\\}": 431,
      "dV": 432,
      "106": 433,
      "108": 434,
      "164": 435,
      "167": 436,
      "127": 437,
      "131": 438,
      "148": 439,
      "171": 440,
      "150": 441,
      "152": 442,
      "dt\r\n": 443,
      "00": 444,
      "35\r\n": 445,
      "41": 446,
      "47\r\n": 447,
      "78\r\n": 448,
      "84": 449,
      "84\r\n": 450,
      "A\r\n": 451,
      "E\r\n": 452,
      "cx": 453,
      "ik": 454,
      "ip": 455,
      "ix": 456,
      "l\r\n": 457,
      "s\r\n": 458,
      "sin": 459,
      "uv": 460,
      "w\r\n": 461,
      "104": 462,
      "160": 463,
      "161": 464,
      "121": 465,
      "130": 466,
      "139": 467,
      "185": 468,
      "155": 469,
      "191": 470,
      "194": 471,
      "19\r\n": 472,
      "112": 473,
      "38": 474,
      "32\r\n": 475,
      "36\r\n": 476,
      "57": 477,
      "66": 478,
      "65\r\n": 479,
      "77\r\n": 480,
      "99\r\n": 481,
      "B\r\n": 482,
      "P\r\n": 483,
      "S\r\n": 484,
      "by": 485,
      "dg": 486,
      "dn": 487,
      "pg": 488,
      "st": 489,
      "xx": 490,
      "101": 491,
      "13\r\n": 492,
      "142": 493,
      "max": 494,
      "173\r\n": 495,
      "\\ldots\r\n": 496,
      "192": 497,
      "ds\r\n": 498,
      "!\r\n": 499,
      "01\r\n": 500,
      "20\r\n": 501,
      "25\r\n": 502,
      "31\r\n": 503,
      "37\r\n": 504,
      "40\r\n": 505,
      "42\r\n": 506,
      "48\r\n": 507,
      "74": 508,
      "79\r\n": 509,
      "80\r\n": 510,
      "88\r\n": 511,
      "F\r\n": 512,
      "H\r\n": 513,
      "L\r\n": 514,
      "R\r\n": 515,
      "ad": 516,
      "ap": 517,
      "cb": 518,
      "ce": 519,
      "dc": 520,
      "du": 521,
      "fr": 522,
      "ii": 523,
      "ir": 524,
      "it": 525,
      "mo": 526,
      "op": 527,
      "pq": 528,
      "vv": 529,
      "14\r\n": 530,
      "182": 531,
      "18\r\n": 532,
      "\\Delta\r\n": 533,
      "365": 534,
      "200": 535,
      "pgcd": 536,
      "09": 537,
      "02\r\n": 538,
      "05\r\n": 539,
      "04\r\n": 540,
      "08\r\n": 541,
      "11\r\n": 542,
      "24\r\n": 543,
      "26\r\n": 544,
      "33\r\n": 545,
      "43\r\n": 546,
      "44\r\n": 547,
      "49\r\n": 548,
      "50\r\n": 549,
      "57\r\n": 550,
      "56\r\n": 551,
      "61\r\n": 552,
      "71\r\n": 553,
      "72\r\n": 554,
      "87": 555,
      "90\r\n": 556,
      "92\r\n": 557,
      "96\r\n": 558,
      "98\r\n": 559,
      "Cst": 560,
      "V\r\n": 561,
      "aa": 562,
      "au": 563,
      "ab\r\n": 564,
      "ac\r\n": 565,
      "bi": 566,
      "ct\r\n": 567,
      "dA": 568,
      "dG": 569,
      "dL": 570,
      "dR": 571,
      "dT": 572,
      "da": 573,
      "dd": 574,
      "de": 575,
      "df": 576,
      "dj": 577,
      "dl": 578,
      "dr": 579,
      "dy\r\n": 580,
      "dz\r\n": 581,
      "df\r\n": 582,
      "dq\r\n": 583,
      "dg\r\n": 584,
      "dT\r\n": 585,
      "dI\r\n": 586,
      "ey": 587,
      "id": 588,
      "mn": 589,
      "min": 590,
      "na": 591,
      "ns": 592,
      "o\r\n": 593,
      "px": 594,
      "sp": 595,
      "tv": 596,
      "uu": 597,
      "xd": 598,
      "xz": 599,
      "104\r\n": 600,
      "130\r\n": 601,
      "139\r\n": 602,
      "144\r\n": 603,
      "174": 604,
      "199": 605,
      "110\r\n": 606,
      "256": 607,
      "1000": 608,
      "08": 609,
      "06\r\n": 610,
      "1162": 611,
      "23\r\n": 612,
      "27\r\n": 613,
      "2147": 614,
      "30\r\n": 615,
      "34\r\n": 616,
      "38\r\n": 617,
      "330": 618,
      "351": 619,
      "3144\r\n": 620,
      "41\r\n": 621,
      "45\r\n": 622,
      "46\r\n": 623,
      "52\r\n": 624,
      "55\r\n": 625,
      "59\r\n": 626,
      "63": 627,
      "63\r\n": 628,
      "64\r\n": 629,
      "75\r\n": 630,
      "76\r\n": 631,
      "81\r\n": 632,
      "83\r\n": 633,
      "85\r\n": 634,
      "93\r\n": 635,
      "97\r\n": 636,
      "EI": 637,
      "Li": 638,
      "Nk": 639,
      "Pr": 640,
      "To": 641,
      "VA": 642,
      "XY": 643,
      "\\h": 644,
      "ak": 645,
      "aq": 646,
      "ay": 647,
      "az": 648,
      "bX": 649,
      "ba": 650,
      "bb": 651,
      "br": 652,
      "brac": 653,
      "ca": 654,
      "cz": 655,
      "cal": 656,
      "car": 657,
      "dI": 658,
      "dY": 659,
      "dm": 660,
      "dp": 661,
      "dv": 662,
      "dw": 663,
      "db\r\n": 664,
      "dk\r\n": 665,
      "de\r\n": 666,
      "dC\r\n": 667,
      "dm\r\n": 668,
      "dd\r\n": 669,
      "du\r\n": 670,
      "dN\r\n": 671,
      "dP\r\n": 672,
      "ec": 673,
      "ej": 674,
      "fd": 675,
      "gw": 676,
      "il": 677,
      "iz": 678,
      "iy\r\n": 679,
      "jb": 680,
      "jl": 681,
      "jt": 682,
      "ka": 683,
      "kp": 684,
      "mg": 685,
      "mx": 686,
      "mf\r\n": 687,
      "nP": 688,
      "nS": 689,
      "nY": 690,
      "nf": 691,
      "nm": 692,
      "nn": 693,
      "nq": 694,
      "nv": 695,
      "pd": 696,
      "pi": 697,
      "pm": 698,
      "py": 699,
      "rl": 700,
      "sl": 701,
      "sn": 702,
      "sx": 703,
      "sat": 704,
      "tc": 705,
      "ua": 706,
      "vx": 707,
      "wc": 708,
      "xa": 709,
      "xe": 710,
      "yz": 711,
      "imx": 712,
      "109\r\n": 713,
      "161\r\n": 714,
      "162\r\n": 715,
      "128\r\n": 716,
      "1234": 717,
      "131\r\n": 718,
      "133\r\n": 719,
      "135\r\n": 720,
      "147\r\n": 721,
      "181\r\n": 722,
      "17\r\n": 723,
      "156": 724,
      "153\r\n": 725,
      "159\r\n": 726,
      "195": 727,
      "\\mu\r\n": 728,
      "\\prime\r\n": 729,
      "225": 730,
      "227\r\n": 731,
      "360\r\n": 732,
      "3647\r\n": 733,
      "\\lambda\r\n": 734,
      "250": 735,
      "301\r\n": 736,
      "483647\r\n": 737,
      "700": 738,
      "262\r\n": 739,
      "265\r\n": 740,
      "320\r\n": 741,
      "497\r\n": 742,
      "233\r\n": 743,
      "116\r\n": 744,
      "805\r\n": 745,
      "114\r\n": 746,
      "000": 747,
      "moy": 748,
      "Cste": 749,
      "2147483647\r\n": 750,
      "\\hbox": 751,
      "brack": 752,
      "calc": 753,
      "card": 754,
      "05": 755,
      "07": 756,
      "00\r\n": 757,
      "03\r\n": 758,
      "09\r\n": 759,
      "036": 760,
      "028": 761,
      "1124": 762,
      "1154": 763,
      "115\r\n": 764,
      "22\r\n": 765,
      "219": 766,
      "28\r\n": 767,
      "29\r\n": 768,
      "245": 769,
      "286": 770,
      "215\r\n": 771,
      "213\r\n": 772,
      "217\r\n": 773,
      "316": 774,
      "313": 775,
      "315": 776,
      "39\r\n": 777,
      "395": 778,
      "385": 779,
      "3127": 780,
      "3365": 781,
      "427": 782,
      "477": 783,
      "470": 784,
      "446": 785,
      "4159\r\n": 786,
      "53\r\n": 787,
      "560": 788,
      "577": 789,
      "548": 790,
      "567": 791,
      "523": 792,
      "533": 793,
      "572": 794,
      "553": 795,
      "575": 796,
      "5139\r\n": 797,
      "5301\r\n": 798,
      "60\r\n": 799,
      "62\r\n": 800,
      "66\r\n": 801,
      "69\r\n": 802,
      "632": 803,
      "637\r\n": 804,
      "6262\r\n": 805,
      "73\r\n": 806,
      "74\r\n": 807,
      "721": 808,
      "722": 809,
      "720": 810,
      "7162": 811,
      "750": 812,
      "761": 813,
      "792": 814,
      "7139\r\n": 815,
      "82\r\n": 816,
      "87\r\n": 817,
      "86\r\n": 818,
      "89\r\n": 819,
      "824": 820,
      "872": 821,
      "834": 822,
      "850": 823,
      "859": 824,
      "878": 825,
      "839": 826,
      "842": 827,
      "853": 828,
      "880": 829,
      "881": 830,
      "879\r\n": 831,
      "91\r\n": 832,
      "917": 833,
      "945": 834,
      "916\r\n": 835,
      "AB": 836,
      "AC": 837,
      "AE": 838,
      "AI": 839,
      "Ac": 840,
      "At": 841,
      "Ax": 842,
      "Air": 843,
      "BC": 844,
      "BT": 845,
      "Bc": 846,
      "Bd": 847,
      "Bt": 848,
      "BT\r\n": 849,
      "CN": 850,
      "CV": 851,
      "Ci": 852,
      "Cu": 853,
      "EE": 854,
      "EX": 855,
      "Ec": 856,
      "Ex": 857,
      "EAc": 858,
      "Ff": 859,
      "Fl": 860,
      "FG\r\n": 861,
      "GL": 862,
      "Gd": 863,
      "Gr": 864,
      "Gz": 865,
      "Gjt": 866,
      "HR": 867,
      "HS": 868,
      "HY": 869,
      "Hi": 870,
      "Hej": 871,
      "HCN": 872,
      "IE": 873,
      "IV": 874,
      "Ib": 875,
      "Ic": 876,
      "Id": 877,
      "Iy": 878,
      "Imf\r\n": 879,
      "LG": 880,
      "LM": 881,
      "Lfd": 882,
      "MH": 883,
      "NB": 884,
      "NY": 885,
      "Ns": 886,
      "Nu": 887,
      "Ny": 888,
      "Nil": 889,
      "PA": 890,
      "PE": 891,
      "Pa": 892,
      "Pk": 893,
      "Pa\r\n": 894,
      "RA": 895,
      "RC": 896,
      "RM": 897,
      "RS": 898,
      "Ra": 899,
      "Re": 900,
      "Rb\r\n": 901,
      "Ri\r\n": 902,
      "Ry\r\n": 903,
      "RC\r\n": 904,
      "SA": 905,
      "SM": 906,
      "Sh": 907,
      "Si": 908,
      "TC": 909,
      "TN": 910,
      "TX": 911,
      "Tz": 912,
      "VT": 913,
      "Vb": 914,
      "Vd": 915,
      "Vp": 916,
      "Vw": 917,
      "Var": 918,
      "Vce": 919,
      "YX\r\n": 920,
      "\\v": 921,
      "\\dots": 922,
      "aL": 923,
      "aX": 924,
      "aY": 925,
      "af": 926,
      "av": 927,
      "aX\r\n": 928,
      "aR\r\n": 929,
      "air": 930,
      "bM": 931,
      "bN": 932,
      "bp": 933,
      "bq": 934,
      "bs": 935,
      "bt": 936,
      "bv": 937,
      "bz": 938,
      "bb\r\n": 939,
      "ba\r\n": 940,
      "bm\r\n": 941,
      "bq\r\n": 942,
      "cj": 943,
      "cm": 944,
      "cn": 945,
      "cp": 946,
      "ct": 947,
      "cy": 948,
      "cos": 949,
      "cb\r\n": 950,
      "cdx": 951,
      "ca\r\n": 952,
      "cBt": 953,
      "dC": 954,
      "dE": 955,
      "dF": 956,
      "dH": 957,
      "dN": 958,
      "dS": 959,
      "dk": 960,
      "dn\r\n": 961,
      "da\r\n": 962,
      "dc\r\n": 963,
      "dp\r\n": 964,
      "dh\r\n": 965,
      "dY\r\n": 966,
      "dv\r\n": 967,
      "dM\r\n": 968,
      "dA\r\n": 969,
      "dE\r\n": 970,
      "dw\r\n": 971,
      "dF\r\n": 972,
      "dH\r\n": 973,
      "dR\r\n": 974,
      "eH": 975,
      "ef": 976,
      "eo": 977,
      "ep": 978,
      "er": 979,
      "eu": 980,
      "ev": 981,
      "ep\r\n": 982,
      "eau": 983,
      "fu": 984,
      "forall": 985,
      "gF": 986,
      "gS": 987,
      "gd": 988,
      "go": 989,
      "gt": 990,
      "gu": 991,
      "gv": 992,
      "gy": 993,
      "hB": 994,
      "hv": 995,
      "hx": 996,
      "iE": 997,
      "iF": 998,
      "iP": 999,
      "iR": 1000,
      "iV": 1001,
      "iX": 1002,
      "ia": 1003,
      "ib": 1004,
      "ie": 1005,
      "ih": 1006,
      "iat": 1007,
      "it\r\n": 1008,
      "ie\r\n": 1009,
      "id\r\n": 1010,
      "ih\r\n": 1011,
      "jS": 1012,
      "jV": 1013,
      "jX": 1014,
      "je": 1015,
      "jg": 1016,
      "ji": 1017,
      "jk": 1018,
      "jb\r\n": 1019,
      "ja\r\n": 1020,
      "jBd": 1021,
      "kC": 1022,
      "kb": 1023,
      "ki": 1024,
      "kl": 1025,
      "km": 1026,
      "kw": 1027,
      "kb\r\n": 1028,
      "ku\r\n": 1029,
      "lb": 1030,
      "lf": 1031,
      "lh": 1032,
      "ln": 1033,
      "lp": 1034,
      "lr": 1035,
      "log": 1036,
      "lk\r\n": 1037,
      "mC": 1038,
      "mc": 1039,
      "mi": 1040,
      "mu": 1041,
      "mx\r\n": 1042,
      "nL": 1043,
      "nR": 1044,
      "nX": 1045,
      "nb": 1046,
      "nc": 1047,
      "ne": 1048,
      "no": 1049,
      "nt": 1050,
      "ny": 1051,
      "npq": 1052,
      "oP": 1053,
      "oo": 1054,
      "ot": 1055,
      "obs": 1056,
      "pA": 1057,
      "pH": 1058,
      "pM": 1059,
      "pV": 1060,
      "pa": 1061,
      "pe": 1062,
      "pj": 1063,
      "pk": 1064,
      "po": 1065,
      "pp": 1066,
      "pz": 1067,
      "prime": 1068,
      "pe\r\n": 1069,
      "qA": 1070,
      "qS": 1071,
      "ql": 1072,
      "qn": 1073,
      "qce": 1074,
      "rV": 1075,
      "rc": 1076,
      "re": 1077,
      "rp": 1078,
      "ry": 1079,
      "right": 1080,
      "sum": 1081,
      "sigma": 1082,
      "sec": 1083,
      "tE": 1084,
      "tN": 1085,
      "tS": 1086,
      "tX": 1087,
      "tY": 1088,
      "ti": 1089,
      "tn": 1090,
      "tw": 1091,
      "tx": 1092,
      "times": 1093,
      "tv\r\n": 1094,
      "top": 1095,
      "to\r\n": 1096,
      "tjb": 1097,
      "tot": 1098,
      "uI": 1099,
      "ut": 1100,
      "ux": 1101,
      "vF": 1102,
      "vb": 1103,
      "vp": 1104,
      "vra": 1105,
      "vb\r\n": 1106,
      "vt\r\n": 1107,
      "wX": 1108,
      "wa": 1109,
      "wt": 1110,
      "ww": 1111,
      "xB": 1112,
      "xP": 1113,
      "xc": 1114,
      "xi": 1115,
      "xl": 1116,
      "xy\r\n": 1117,
      "xmx": 1118,
      "xvx": 1119,
      "xRy\r\n": 1120,
      "xhx": 1121,
      "yg": 1122,
      "yi": 1123,
      "yo": 1124,
      "yr": 1125,
      "yn\r\n": 1126,
      "zB": 1127,
      "zH": 1128,
      "zw": 1129,
      "zx": 1130,
      "zy": 1131,
      "zy\r\n": 1132,
      "zVT": 1133,
      "\\lbrack": 1134,
      "int": 1135,
      "infty": 1136,
      "\\rbrack": 1137,
      "tan": 1138,
      "phi": 1139,
      "105": 1140,
      "100\r\n": 1141,
      "101\r\n": 1142,
      "102\r\n": 1143,
      "105\r\n": 1144,
      "107\r\n": 1145,
      "1024": 1146,
      "163\r\n": 1147,
      "165\r\n": 1148,
      "167\r\n": 1149,
      "166\r\n": 1150,
      "168\r\n": 1151,
      "1630": 1152,
      "120\r\n": 1153,
      "122\r\n": 1154,
      "125\r\n": 1155,
      "127\r\n": 1156,
      "126\r\n": 1157,
      "1245": 1158,
      "12805\r\n": 1159,
      "132\r\n": 1160,
      "134\r\n": 1161,
      "136\r\n": 1162,
      "138\r\n": 1163,
      "13110\r\n": 1164,
      "13262\r\n": 1165,
      "140\r\n": 1166,
      "141\r\n": 1167,
      "142\r\n": 1168,
      "148\r\n": 1169,
      "1415\r\n": 1170,
      "185\r\n": 1171,
      "188\r\n": 1172,
      "189\r\n": 1173,
      "1837": 1174,
      "1839": 1175,
      "18190": 1176,
      "18116\r\n": 1177,
      "174\r\n": 1178,
      "177\r\n": 1179,
      "178\r\n": 1180,
      "1720": 1181,
      "17129": 1182,
      "151\r\n": 1183,
      "155\r\n": 1184,
      "158\r\n": 1185,
      "1532": 1186,
      "1547": 1187,
      "190\r\n": 1188,
      "194\r\n": 1189,
      "196\r\n": 1190,
      "\\sigma\r\n": 1191,
      "111\r\n": 1192,
      "112\r\n": 1193,
      "\\gtp": 1194,
      "\\gtM\r\n": 1195,
      "\\ltl": 1196,
      "\\ltq": 1197,
      "\\ltN\r\n": 1198,
      "bdf": 1199,
      "ijk": 1200,
      "210\r\n": 1201,
      "221\r\n": 1202,
      "228\r\n": 1203,
      "2249": 1204,
      "2234": 1205,
      "22183": 1206,
      "2273": 1207,
      "22916\r\n": 1208,
      "360": 1209,
      "361": 1210,
      "361\r\n": 1211,
      "273": 1212,
      "279": 1213,
      "275\r\n": 1214,
      "2786": 1215,
      "2701\r\n": 1216,
      "27637\r\n": 1217,
      "209": 1218,
      "200\r\n": 1219,
      "202\r\n": 1220,
      "20497\r\n": 1221,
      "251": 1222,
      "252": 1223,
      "257": 1224,
      "255\r\n": 1225,
      "254\r\n": 1226,
      "256\r\n": 1227,
      "258\r\n": 1228,
      "2596": 1229,
      "2512\r\n": 1230,
      "2540": 1231,
      "abc": 1232,
      "abc\r\n": 1233,
      "abcd": 1234,
      "307\r\n": 1235,
      "3000": 1236,
      "3037\r\n": 1237,
      "3092\r\n": 1238,
      "371\r\n": 1239,
      "378\r\n": 1240,
      "3757": 1241,
      "37879\r\n": 1242,
      "459\r\n": 1243,
      "4500\r\n": 1244,
      "606": 1245,
      "6049\r\n": 1246,
      "6030\r\n": 1247,
      "7743\r\n": 1248,
      "487\r\n": 1249,
      "4857\r\n": 1250,
      "48114\r\n": 1251,
      "4862\r\n": 1252,
      "672\r\n": 1253,
      "6753": 1254,
      "6788\r\n": 1255,
      "6752\r\n": 1256,
      "6785\r\n": 1257,
      "703": 1258,
      "706": 1259,
      "707": 1260,
      "700\r\n": 1261,
      "7084\r\n": 1262,
      "7071\r\n": 1263,
      "247": 1264,
      "240\r\n": 1265,
      "245\r\n": 1266,
      "2425": 1267,
      "2499\r\n": 1268,
      "867\r\n": 1269,
      "263144\r\n": 1270,
      "323\r\n": 1271,
      "326\r\n": 1272,
      "328\r\n": 1273,
      "3236\r\n": 1274,
      "499\r\n": 1275,
      "4932\r\n": 1276,
      "4960\r\n": 1277,
      "959\r\n": 1278,
      "9509": 1279,
      "1664\r\n": 1280,
      "12575": 1281,
      "239\r\n": 1282,
      "339": 1283,
      "332\r\n": 1284,
      "339\r\n": 1285,
      "3335": 1286,
      "472\r\n": 1287,
      "4755\r\n": 1288,
      "729": 1289,
      "960\r\n": 1290,
      "1497\r\n": 1291,
      "343\r\n": 1292,
      "3411\r\n": 1293,
      "500": 1294,
      "5088\r\n": 1295,
      "19684\r\n": 1296,
      "287\r\n": 1297,
      "286\r\n": 1298,
      "294\r\n": 1299,
      "297\r\n": 1300,
      "29200": 1301,
      "581": 1302,
      "58028": 1303,
      "59297\r\n": 1304,
      "640": 1305,
      "781\r\n": 1306,
      "900": 1307,
      "bxy": 1308,
      "397\r\n": 1309,
      "397162": 1310,
      "420\r\n": 1311,
      "537\r\n": 1312,
      "5417": 1313,
      "562\r\n": 1314,
      "565\r\n": 1315,
      "1247\r\n": 1316,
      "132170": 1317,
      "1475139\r\n": 1318,
      "1729\r\n": 1319,
      "1984500\r\n": 1320,
      "11643": 1321,
      "556\r\n": 1322,
      "653411\r\n": 1323,
      "800": 1324,
      "807": 1325,
      "xyz\r\n": 1326,
      "1402\r\n": 1327,
      "1111\r\n": 1328,
      "400": 1329,
      "520\r\n": 1330,
      "529\r\n": 1331,
      "975\r\n": 1332,
      "1693\r\n": 1333,
      "1260\r\n": 1334,
      "1362\r\n": 1335,
      "14431\r\n": 1336,
      "18018\r\n": 1337,
      "1754\r\n": 1338,
      "7530": 1339,
      "882\r\n": 1340,
      "nxm": 1341,
      "1035\r\n": 1342,
      "1039\r\n": 1343,
      "1656\r\n": 1344,
      "1370\r\n": 1345,
      "1372\r\n": 1346,
      "13710": 1347,
      "13737": 1348,
      "1381402\r\n": 1349,
      "1789\r\n": 1350,
      "35136\r\n": 1351,
      "79470": 1352,
      "796049\r\n": 1353,
      "acx": 1354,
      "dB\r\n": 1355,
      "10714\r\n": 1356,
      "432\r\n": 1357,
      "936\r\n": 1358,
      "938\r\n": 1359,
      "cdp": 1360,
      "441\r\n": 1361,
      "447743\r\n": 1362,
      "683\r\n": 1363,
      "838": 1364,
      "dV\r\n": 1365,
      "127653411\r\n": 1366,
      "1500\r\n": 1367,
      "ikt": 1368,
      "ikx": 1369,
      "sinc": 1370,
      "uvwc": 1371,
      "160499\r\n": 1372,
      "1127\r\n": 1373,
      "571\r\n": 1374,
      "666\r\n": 1375,
      "cbb": 1376,
      "iii": 1377,
      "iru": 1378,
      "mod": 1379,
      "mol": 1380,
      "Cste\r\n": 1381,
      "deb": 1382,
      "EIC\r\n": 1383,
      "NkT\r\n": 1384,
      "Toto\r\n": 1385,
      "akb": 1386,
      "iza": 1387,
      "izu": 1388,
      "mgl\r\n": 1389,
      "nPdV\r\n": 1390,
      "nmm": 1391,
      "nqk": 1392,
      "pdq": 1393,
      "250240\r\n": 1394,
      "11242\r\n": 1395,
      "11542\r\n": 1396,
      "24531\r\n": 1397,
      "28644\r\n": 1398,
      "3953\r\n": 1399,
      "3857": 1400,
      "33652\r\n": 1401,
      "4277\r\n": 1402,
      "47780\r\n": 1403,
      "4465\r\n": 1404,
      "5603\r\n": 1405,
      "577533": 1406,
      "548834": 1407,
      "5678": 1408,
      "5725\r\n": 1409,
      "553173\r\n": 1410,
      "5757\r\n": 1411,
      "6324\r\n": 1412,
      "7223\r\n": 1413,
      "7922\r\n": 1414,
      "8248\r\n": 1415,
      "8789\r\n": 1416,
      "8422\r\n": 1417,
      "8535\r\n": 1418,
      "Aire": 1419,
      "Ext\r\n": 1420,
      "FfN": 1421,
      "HiN": 1422,
      "Nsyn\r\n": 1423,
      "Red": 1424,
      "SiA": 1425,
      "Vbe": 1426,
      "VdP": 1427,
      "\\vtop": 1428,
      "avec": 1429,
      "ctdot": 1430,
      "eff": 1431,
      "erf": 1432,
      "fus": 1433,
      "non": 1434,
      "rightarrow": 1435,
      "vrai\r\n": 1436,
      "1630960\r\n": 1437,
      "18375": 1438,
      "18390\r\n": 1439,
      "1819080\r\n": 1440,
      "172047780\r\n": 1441,
      "17129472\r\n": 1442,
      "15322\r\n": 1443,
      "1547867\r\n": 1444,
      "224946": 1445,
      "22348\r\n": 1446,
      "221838\r\n": 1447,
      "22731\r\n": 1448,
      "27865\r\n": 1449,
      "25964\r\n": 1450,
      "25405\r\n": 1451,
      "3757130\r\n": 1452,
      "67534\r\n": 1453,
      "12575700\r\n": 1454,
      "2920050\r\n": 1455,
      "580280\r\n": 1456,
      "1321701656\r\n": 1457,
      "116435\r\n": 1458,
      "794704\r\n": 1459,
      "57753336\r\n": 1460
    },
    "merges": [
      "\r \n",
      "} \r\n",
      "\\ m",
      "b o",
      "bo x",
      "\\m box",
      "r a",
      "\\ f",
      "\\ s",
      "ra c",
      "\\f rac",
      "\\ l",
      ") \r\n",
      "\\ t",
      "i n",
      "i m",
      "q r",
      "\\s qr",
      "\\sqr t",
      "\\l e",
      "f t",
      "i g",
      "im e",
      "h t",
      "\\ r",
      "ig ht",
      "\\r ight",
      "ime s",
      "\\t imes",
      "\\ p",
      "\\ in",
      "\\le ft",
      "u m",
      "\\s um",
      "t a",
      "e ta",
      "\\ c",
      "0 \r\n",
      "1 \r\n",
      "\\ g",
      "e q",
      "t s",
      "d o",
      "\\in t",
      "a l",
      "\\s in",
      "2 \r\n",
      "p h",
      "al ph",
      "alph a",
      "\\ alpha",
      "do ts",
      "h eta",
      "o s",
      "\\t heta",
      "\\c os",
      "1 0",
      "\\p i",
      "d i",
      "\\le q",
      "di v",
      "\\ div",
      "1 6",
      "1 2",
      "1 3",
      "b eta",
      "\\ beta",
      "ft y",
      "\\in fty",
      "1 4",
      "m a",
      "1 8",
      "\\g eq",
      "1 7",
      "1 5",
      "\\p m",
      "\\ n",
      "\\n eq",
      "\\l im",
      "\\l dots",
      "a m",
      "3 \r\n",
      "1 9",
      "x \r\n",
      "\\c dots",
      "h i",
      "\\p hi",
      "5 \r\n",
      "\\g am",
      "\\gam ma",
      "a r",
      "o w",
      "r ow",
      "ar row",
      "] \r\n",
      "\\right arrow",
      "n \r\n",
      "4 \r\n",
      "o g",
      "\\l og",
      "7 \r\n",
      "6 \r\n",
      "8 \r\n",
      "b \r\n",
      "9 \r\n",
      "D e",
      "l ta",
      "De lta",
      "\\ Delta",
      "\\m u",
      "ig ma",
      "d x",
      "\\s igma",
      "r ime",
      "1 1",
      "\\p rime",
      "\\g t",
      "do t",
      "a \r\n",
      "i \r\n",
      "\\c dot",
      "\\l t",
      "a n",
      "y \r\n",
      "\\t an",
      "k \r\n",
      "d t",
      "a t",
      "i ts",
      "\\lim its",
      "b d",
      "i j",
      "2 1",
      "2 2",
      "3 6",
      "c \r\n",
      "h r",
      "\\m at",
      "hr m",
      "\\mat hrm",
      "2 7",
      "t \r\n",
      "\\l am",
      "\\lam bd",
      "2 0",
      "2 5",
      "\\lambd a",
      "a b",
      "a x",
      "d x\r\n",
      "\\t o",
      "\\infty \r\n",
      "3 0",
      "3 7",
      "l l",
      "o ra",
      "z \r\n",
      "\\theta \r\n",
      "ora ll",
      "4 5",
      "6 0",
      "e \r\n",
      "p \r\n",
      "\\f orall",
      "7 7",
      "\\ {",
      "10 0",
      "4 8",
      "6 7",
      "7 0",
      "13 5",
      "2 4",
      "8 6",
      "C \r\n",
      "\\beta \r\n",
      "2 6",
      "3 2",
      "4 9",
      "9 5",
      "m \r\n",
      "\\alpha \r\n",
      "16 6",
      "j \r\n",
      "16 2",
      "12 5",
      "2 3",
      "3 3",
      "4 7",
      "7 2",
      "9 6",
      "| \r\n",
      "16 8",
      "14 9",
      "3 4",
      "5 0",
      "6 1",
      "d y",
      "d \r\n",
      "15 1",
      "19 6",
      "2 8",
      "2 9",
      "3 1",
      "5 8",
      "5 9",
      "6 4",
      "7 8",
      "9 0",
      "\\ }\r\n",
      "b x",
      "d s",
      "f \r\n",
      "18 7",
      "3 9",
      "4 2",
      "4 6",
      "5 3",
      "5 4",
      "5 6",
      "8 9",
      "e x",
      "q \r\n",
      "u \r\n",
      "\\pi \r\n",
      "12 0",
      "12 4",
      "13 2",
      "14 3",
      "14 7",
      "17 2",
      "19 8",
      "1 2\r\n",
      "1 16",
      "5 1",
      "5 5",
      "6 5",
      "8 0",
      "8 1",
      "B ig",
      "\\ Big",
      "g \r\n",
      "h \r\n",
      "x y",
      "14 0",
      "17 6",
      "15 9",
      "11 1",
      "1 10",
      "1 14",
      "4 0",
      "5 2",
      "7 6",
      "8 5",
      "9 1",
      "9 2",
      "9 7",
      "9 9",
      "Y \r\n",
      "i s",
      "r \r\n",
      "v \r\n",
      "16 9",
      "12 2",
      "12 3",
      "12 6",
      "13 3",
      "13 6",
      "14 4",
      "18 0",
      "17 5",
      "17 9",
      "15 4",
      "19 7",
      "ex is",
      "exis ts",
      "1 0\r\n",
      "1 13",
      "6 2",
      "7 5",
      "8 8",
      "T \r\n",
      "\\ exists",
      "n x",
      "10 3",
      "16 5",
      "12 8",
      "12 9",
      "13 7",
      "13 8",
      "14 5",
      "18 1",
      "18 3",
      "18 9",
      "17 0",
      "17 8",
      "15 3",
      "\\Big g",
      "1 18",
      "3 5",
      "6 9",
      "7 9",
      "9 8",
      "X \r\n",
      "a c",
      "d B",
      "t g",
      "10 2",
      "10 7",
      "10 9",
      "14 6",
      "18 6",
      "17 7",
      "15 7",
      "15 \r\n",
      "19 0",
      "19 3",
      "2 1\r\n",
      "4 3",
      "7 1",
      "8 2",
      "9 3",
      "9 4",
      "M \r\n",
      "b c",
      "c d",
      "d X",
      "d z",
      "l im",
      "16 3",
      "16 \r\n",
      "13 4",
      "14 1",
      "18 4",
      "18 8",
      "17 3",
      "15 8",
      "\\phi \r\n",
      "\\gamma \r\n",
      "1 17",
      "1 15",
      "1 19",
      "4 4",
      "6 8",
      "7 3",
      "8 3",
      "G \r\n",
      "I \r\n",
      "N \r\n",
      "\\ }",
      "d V",
      "10 6",
      "10 8",
      "16 4",
      "16 7",
      "12 7",
      "13 1",
      "14 8",
      "17 1",
      "15 0",
      "15 2",
      "dt \r\n",
      "0 0",
      "3 5\r\n",
      "4 1",
      "4 7\r\n",
      "7 8\r\n",
      "8 4",
      "8 4\r\n",
      "A \r\n",
      "E \r\n",
      "c x",
      "i k",
      "i p",
      "i x",
      "l \r\n",
      "s \r\n",
      "s in",
      "u v",
      "w \r\n",
      "10 4",
      "16 0",
      "16 1",
      "12 1",
      "13 0",
      "13 9",
      "18 5",
      "15 5",
      "19 1",
      "19 4",
      "19 \r\n",
      "1 12",
      "3 8",
      "3 2\r\n",
      "3 6\r\n",
      "5 7",
      "6 6",
      "6 5\r\n",
      "7 7\r\n",
      "9 9\r\n",
      "B \r\n",
      "P \r\n",
      "S \r\n",
      "b y",
      "d g",
      "d n",
      "p g",
      "s t",
      "x x",
      "10 1",
      "13 \r\n",
      "14 2",
      "ma x",
      "17 3\r\n",
      "\\ldots \r\n",
      "19 2",
      "ds \r\n",
      "! \r\n",
      "0 1\r\n",
      "2 0\r\n",
      "2 5\r\n",
      "3 1\r\n",
      "3 7\r\n",
      "4 0\r\n",
      "4 2\r\n",
      "4 8\r\n",
      "7 4",
      "7 9\r\n",
      "8 0\r\n",
      "8 8\r\n",
      "F \r\n",
      "H \r\n",
      "L \r\n",
      "R \r\n",
      "a d",
      "a p",
      "c b",
      "c e",
      "d c",
      "d u",
      "f r",
      "i i",
      "i r",
      "i t",
      "m o",
      "o p",
      "p q",
      "v v",
      "14 \r\n",
      "18 2",
      "18 \r\n",
      "\\Delta \r\n",
      "36 5",
      "20 0",
      "pg cd",
      "0 9",
      "0 2\r\n",
      "0 5\r\n",
      "0 4\r\n",
      "0 8\r\n",
      "1 1\r\n",
      "2 4\r\n",
      "2 6\r\n",
      "3 3\r\n",
      "4 3\r\n",
      "4 4\r\n",
      "4 9\r\n",
      "5 0\r\n",
      "5 7\r\n",
      "5 6\r\n",
      "6 1\r\n",
      "7 1\r\n",
      "7 2\r\n",
      "8 7",
      "9 0\r\n",
      "9 2\r\n",
      "9 6\r\n",
      "9 8\r\n",
      "C st",
      "V \r\n",
      "a a",
      "a u",
      "a b\r\n",
      "a c\r\n",
      "b i",
      "c t\r\n",
      "d A",
      "d G",
      "d L",
      "d R",
      "d T",
      "d a",
      "d d",
      "d e",
      "d f",
      "d j",
      "d l",
      "d r",
      "d y\r\n",
      "d z\r\n",
      "d f\r\n",
      "d q\r\n",
      "d g\r\n",
      "d T\r\n",
      "d I\r\n",
      "e y",
      "i d",
      "m n",
      "m in",
      "n a",
      "n s",
      "o \r\n",
      "p x",
      "s p",
      "t v",
      "u u",
      "x d",
      "x z",
      "10 4\r\n",
      "13 0\r\n",
      "13 9\r\n",
      "14 4\r\n",
      "17 4",
      "19 9",
      "11 0\r\n",
      "25 6",
      "100 0",
      "0 8",
      "0 6\r\n",
      "1 162",
      "2 3\r\n",
      "2 7\r\n",
      "2 147",
      "3 0\r\n",
      "3 4\r\n",
      "3 8\r\n",
      "3 30",
      "3 51",
      "3 144\r\n",
      "4 1\r\n",
      "4 5\r\n",
      "4 6\r\n",
      "5 2\r\n",
      "5 5\r\n",
      "5 9\r\n",
      "6 3",
      "6 3\r\n",
      "6 4\r\n",
      "7 5\r\n",
      "7 6\r\n",
      "8 1\r\n",
      "8 3\r\n",
      "8 5\r\n",
      "9 3\r\n",
      "9 7\r\n",
      "E I",
      "L i",
      "N k",
      "P r",
      "T o",
      "V A",
      "X Y",
      "\\ h",
      "a k",
      "a q",
      "a y",
      "a z",
      "b X",
      "b a",
      "b b",
      "b r",
      "b rac",
      "c a",
      "c z",
      "c al",
      "c ar",
      "d I",
      "d Y",
      "d m",
      "d p",
      "d v",
      "d w",
      "d b\r\n",
      "d k\r\n",
      "d e\r\n",
      "d C\r\n",
      "d m\r\n",
      "d d\r\n",
      "d u\r\n",
      "d N\r\n",
      "d P\r\n",
      "e c",
      "e j",
      "f d",
      "g w",
      "i l",
      "i z",
      "i y\r\n",
      "j b",
      "j l",
      "j t",
      "k a",
      "k p",
      "m g",
      "m x",
      "m f\r\n",
      "n P",
      "n S",
      "n Y",
      "n f",
      "n m",
      "n n",
      "n q",
      "n v",
      "p d",
      "p i",
      "p m",
      "p y",
      "r l",
      "s l",
      "s n",
      "s x",
      "s at",
      "t c",
      "u a",
      "v x",
      "w c",
      "x a",
      "x e",
      "y z",
      "im x",
      "10 9\r\n",
      "16 1\r\n",
      "16 2\r\n",
      "12 8\r\n",
      "12 34",
      "13 1\r\n",
      "13 3\r\n",
      "13 5\r\n",
      "14 7\r\n",
      "18 1\r\n",
      "17 \r\n",
      "15 6",
      "15 3\r\n",
      "15 9\r\n",
      "19 5",
      "\\mu \r\n",
      "\\prime \r\n",
      "22 5",
      "22 7\r\n",
      "36 0\r\n",
      "36 47\r\n",
      "\\lambd a\r\n",
      "25 0",
      "30 1\r\n",
      "48 3647\r\n",
      "70 0",
      "26 2\r\n",
      "26 5\r\n",
      "32 0\r\n",
      "49 7\r\n",
      "23 3\r\n",
      "116 \r\n",
      "80 5\r\n",
      "114 \r\n",
      "00 0",
      "mo y",
      "Cst e",
      "2147 483647\r\n",
      "\\h box",
      "brac k",
      "cal c",
      "car d",
      "0 5",
      "0 7",
      "0 0\r\n",
      "0 3\r\n",
      "0 9\r\n",
      "0 36",
      "0 28",
      "1 124",
      "1 154",
      "1 15\r\n",
      "2 2\r\n",
      "2 19",
      "2 8\r\n",
      "2 9\r\n",
      "2 45",
      "2 86",
      "2 15\r\n",
      "2 13\r\n",
      "2 17\r\n",
      "3 16",
      "3 13",
      "3 15",
      "3 9\r\n",
      "3 95",
      "3 85",
      "3 127",
      "3 365",
      "4 27",
      "4 77",
      "4 70",
      "4 46",
      "4 159\r\n",
      "5 3\r\n",
      "5 60",
      "5 77",
      "5 48",
      "5 67",
      "5 23",
      "5 33",
      "5 72",
      "5 53",
      "5 75",
      "5 139\r\n",
      "5 301\r\n",
      "6 0\r\n",
      "6 2\r\n",
      "6 6\r\n",
      "6 9\r\n",
      "6 32",
      "6 37\r\n",
      "6 262\r\n",
      "7 3\r\n",
      "7 4\r\n",
      "7 21",
      "7 22",
      "7 20",
      "7 162",
      "7 50",
      "7 61",
      "7 92",
      "7 139\r\n",
      "8 2\r\n",
      "8 7\r\n",
      "8 6\r\n",
      "8 9\r\n",
      "8 24",
      "8 72",
      "8 34",
      "8 50",
      "8 59",
      "8 78",
      "8 39",
      "8 42",
      "8 53",
      "8 80",
      "8 81",
      "8 79\r\n",
      "9 1\r\n",
      "9 17",
      "9 45",
      "9 16\r\n",
      "A B",
      "A C",
      "A E",
      "A I",
      "A c",
      "A t",
      "A x",
      "A ir",
      "B C",
      "B T",
      "B c",
      "B d",
      "B t",
      "B T\r\n",
      "C N",
      "C V",
      "C i",
      "C u",
      "E E",
      "E X",
      "E c",
      "E x",
      "E Ac",
      "F f",
      "F l",
      "F G\r\n",
      "G L",
      "G d",
      "G r",
      "G z",
      "G jt",
      "H R",
      "H S",
      "H Y",
      "H i",
      "H ej",
      "H CN",
      "I E",
      "I V",
      "I b",
      "I c",
      "I d",
      "I y",
      "I mf\r\n",
      "L G",
      "L M",
      "L fd",
      "M H",
      "N B",
      "N Y",
      "N s",
      "N u",
      "N y",
      "N il",
      "P A",
      "P E",
      "P a",
      "P k",
      "P a\r\n",
      "R A",
      "R C",
      "R M",
      "R S",
      "R a",
      "R e",
      "R b\r\n",
      "R i\r\n",
      "R y\r\n",
      "R C\r\n",
      "S A",
      "S M",
      "S h",
      "S i",
      "T C",
      "T N",
      "T X",
      "T z",
      "V T",
      "V b",
      "V d",
      "V p",
      "V w",
      "V ar",
      "V ce",
      "Y X\r\n",
      "\\ v",
      "\\ dots",
      "a L",
      "a X",
      "a Y",
      "a f",
      "a v",
      "a X\r\n",
      "a R\r\n",
      "a ir",
      "b M",
      "b N",
      "b p",
      "b q",
      "b s",
      "b t",
      "b v",
      "b z",
      "b b\r\n",
      "b a\r\n",
      "b m\r\n",
      "b q\r\n",
      "c j",
      "c m",
      "c n",
      "c p",
      "c t",
      "c y",
      "c os",
      "c b\r\n",
      "c dx",
      "c a\r\n",
      "c Bt",
      "d C",
      "d E",
      "d F",
      "d H",
      "d N",
      "d S",
      "d k",
      "d n\r\n",
      "d a\r\n",
      "d c\r\n",
      "d p\r\n",
      "d h\r\n",
      "d Y\r\n",
      "d v\r\n",
      "d M\r\n",
      "d A\r\n",
      "d E\r\n",
      "d w\r\n",
      "d F\r\n",
      "d H\r\n",
      "d R\r\n",
      "e H",
      "e f",
      "e o",
      "e p",
      "e r",
      "e u",
      "e v",
      "e p\r\n",
      "e au",
      "f u",
      "f orall",
      "g F",
      "g S",
      "g d",
      "g o",
      "g t",
      "g u",
      "g v",
      "g y",
      "h B",
      "h v",
      "h x",
      "i E",
      "i F",
      "i P",
      "i R",
      "i V",
      "i X",
      "i a",
      "i b",
      "i e",
      "i h",
      "i at",
      "i t\r\n",
      "i e\r\n",
      "i d\r\n",
      "i h\r\n",
      "j S",
      "j V",
      "j X",
      "j e",
      "j g",
      "j i",
      "j k",
      "j b\r\n",
      "j a\r\n",
      "j Bd",
      "k C",
      "k b",
      "k i",
      "k l",
      "k m",
      "k w",
      "k b\r\n",
      "k u\r\n",
      "l b",
      "l f",
      "l h",
      "l n",
      "l p",
      "l r",
      "l og",
      "l k\r\n",
      "m C",
      "m c",
      "m i",
      "m u",
      "m x\r\n",
      "n L",
      "n R",
      "n X",
      "n b",
      "n c",
      "n e",
      "n o",
      "n t",
      "n y",
      "n pq",
      "o P",
      "o o",
      "o t",
      "o bs",
      "p A",
      "p H",
      "p M",
      "p V",
      "p a",
      "p e",
      "p j",
      "p k",
      "p o",
      "p p",
      "p z",
      "p rime",
      "p e\r\n",
      "q A",
      "q S",
      "q l",
      "q n",
      "q ce",
      "r V",
      "r c",
      "r e",
      "r p",
      "r y",
      "r ight",
      "s um",
      "s igma",
      "s ec",
      "t E",
      "t N",
      "t S",
      "t X",
      "t Y",
      "t i",
      "t n",
      "t w",
      "t x",
      "t imes",
      "t v\r\n",
      "t op",
      "t o\r\n",
      "t jb",
      "t ot",
      "u I",
      "u t",
      "u x",
      "v F",
      "v b",
      "v p",
      "v ra",
      "v b\r\n",
      "v t\r\n",
      "w X",
      "w a",
      "w t",
      "w w",
      "x B",
      "x P",
      "x c",
      "x i",
      "x l",
      "x y\r\n",
      "x mx",
      "x vx",
      "x Ry\r\n",
      "x hx",
      "y g",
      "y i",
      "y o",
      "y r",
      "y n\r\n",
      "z B",
      "z H",
      "z w",
      "z x",
      "z y",
      "z y\r\n",
      "z VT",
      "\\l brack",
      "in t",
      "in fty",
      "\\r brack",
      "ta n",
      "ph i",
      "10 5",
      "10 0\r\n",
      "10 1\r\n",
      "10 2\r\n",
      "10 5\r\n",
      "10 7\r\n",
      "10 24",
      "16 3\r\n",
      "16 5\r\n",
      "16 7\r\n",
      "16 6\r\n",
      "16 8\r\n",
      "16 30",
      "12 0\r\n",
      "12 2\r\n",
      "12 5\r\n",
      "12 7\r\n",
      "12 6\r\n",
      "12 45",
      "12 805\r\n",
      "13 2\r\n",
      "13 4\r\n",
      "13 6\r\n",
      "13 8\r\n",
      "13 110\r\n",
      "13 262\r\n",
      "14 0\r\n",
      "14 1\r\n",
      "14 2\r\n",
      "14 8\r\n",
      "14 15\r\n",
      "18 5\r\n",
      "18 8\r\n",
      "18 9\r\n",
      "18 37",
      "18 39",
      "18 190",
      "18 116\r\n",
      "17 4\r\n",
      "17 7\r\n",
      "17 8\r\n",
      "17 20",
      "17 129",
      "15 1\r\n",
      "15 5\r\n",
      "15 8\r\n",
      "15 32",
      "15 47",
      "19 0\r\n",
      "19 4\r\n",
      "19 6\r\n",
      "\\sigma \r\n",
      "11 1\r\n",
      "11 2\r\n",
      "\\gt p",
      "\\gt M\r\n",
      "\\lt l",
      "\\lt q",
      "\\lt N\r\n",
      "bd f",
      "ij k",
      "21 0\r\n",
      "22 1\r\n",
      "22 8\r\n",
      "22 49",
      "22 34",
      "22 183",
      "22 73",
      "22 916\r\n",
      "36 0",
      "36 1",
      "36 1\r\n",
      "27 3",
      "27 9",
      "27 5\r\n",
      "27 86",
      "27 01\r\n",
      "27 637\r\n",
      "20 9",
      "20 0\r\n",
      "20 2\r\n",
      "20 497\r\n",
      "25 1",
      "25 2",
      "25 7",
      "25 5\r\n",
      "25 4\r\n",
      "25 6\r\n",
      "25 8\r\n",
      "25 96",
      "25 12\r\n",
      "25 40",
      "ab c",
      "ab c\r\n",
      "ab cd",
      "30 7\r\n",
      "30 00",
      "30 37\r\n",
      "30 92\r\n",
      "37 1\r\n",
      "37 8\r\n",
      "37 57",
      "37 879\r\n",
      "45 9\r\n",
      "45 00\r\n",
      "60 6",
      "60 49\r\n",
      "60 30\r\n",
      "77 43\r\n",
      "48 7\r\n",
      "48 57\r\n",
      "48 114\r\n",
      "48 62\r\n",
      "67 2\r\n",
      "67 53",
      "67 88\r\n",
      "67 52\r\n",
      "67 85\r\n",
      "70 3",
      "70 6",
      "70 7",
      "70 0\r\n",
      "70 84\r\n",
      "70 71\r\n",
      "24 7",
      "24 0\r\n",
      "24 5\r\n",
      "24 25",
      "24 99\r\n",
      "86 7\r\n",
      "26 3144\r\n",
      "32 3\r\n",
      "32 6\r\n",
      "32 8\r\n",
      "32 36\r\n",
      "49 9\r\n",
      "49 32\r\n",
      "49 60\r\n",
      "95 9\r\n",
      "95 09",
      "166 4\r\n",
      "125 75",
      "23 9\r\n",
      "33 9",
      "33 2\r\n",
      "33 9\r\n",
      "33 35",
      "47 2\r\n",
      "47 55\r\n",
      "72 9",
      "96 0\r\n",
      "149 7\r\n",
      "34 3\r\n",
      "34 11\r\n",
      "50 0",
      "50 88\r\n",
      "196 84\r\n",
      "28 7\r\n",
      "28 6\r\n",
      "29 4\r\n",
      "29 7\r\n",
      "29 200",
      "58 1",
      "58 028",
      "59 297\r\n",
      "64 0",
      "78 1\r\n",
      "90 0",
      "bx y",
      "39 7\r\n",
      "39 7162",
      "42 0\r\n",
      "53 7\r\n",
      "54 17",
      "56 2\r\n",
      "56 5\r\n",
      "124 7\r\n",
      "132 170",
      "147 5139\r\n",
      "172 9\r\n",
      "198 4500\r\n",
      "116 43",
      "55 6\r\n",
      "65 3411\r\n",
      "80 0",
      "80 7",
      "xy z\r\n",
      "140 2\r\n",
      "111 1\r\n",
      "40 0",
      "52 0\r\n",
      "52 9\r\n",
      "97 5\r\n",
      "169 3\r\n",
      "126 0\r\n",
      "136 2\r\n",
      "144 31\r\n",
      "180 18\r\n",
      "175 4\r\n",
      "75 30",
      "88 2\r\n",
      "nx m",
      "103 5\r\n",
      "103 9\r\n",
      "165 6\r\n",
      "137 0\r\n",
      "137 2\r\n",
      "137 10",
      "137 37",
      "138 1402\r\n",
      "178 9\r\n",
      "35 136\r\n",
      "79 470",
